[Account]
BannedWrongPassword=多次密码错误

[Payment]
PaymentComplete=您成功购买了 {0} 元宝
PaymentFailed=您因为支付失败被扣除了{0}元宝
ReferralPaymentComplete=您推荐的一个用户刚刚购买了元宝，您因此获得了{0}打猎元宝的奖励
ReferralPaymentFailed=您所推荐的一个用户的元宝购买因为支付失败，您失去了之前获得的{0}打猎元宝奖励
GameGoldLost=您被移除了{0}的元宝
GameGoldRefund=您获得了{0}元宝的返还
HuntGoldRefund=您获得了{0}打猎元宝的返还

[System]
Welcome=欢迎来到骑尼仔传奇3服务器
WelcomeObserver=您正在使用观察者模式观看{0}的视角，想要退出观察者模式请退出登录
ObserverChangeFail=您只能在安全区能设置自己是否允许他人观看您的视角
OnlineCount=当前在线人数:{0}, 观察者在线人数:{1}
ObserverCount=现在有{0}个观察者正在观看您的视角
CannotFindPlayer=无法找到角色:{0}
AlreadyBlocked={0} 已经在您的黑名单上
BlockingWhisper=您当前禁止他人跟你私聊
PlayerBlockingWhisper=玩家:{0} 当前禁止私聊
GlobalDelay=您需要在{0}秒之后才能下一次全服喊话
GlobalLevel=您需要达到33级才能全服喊话
ShoutDelay=您需要在{0}秒之后才能下一次喊话
ShoutLevel=您需要达到2级才能喊话
DiceRoll={0}掷骰子在{2}点里掷出了{1}点
TradingEnabled=允许交易
TradingDisabled=不允许交易
WhisperEnabled=允许私聊
WhisperDisabled=禁止私聊
GuildInviteEnabled=允许加入行会
GuildInviteDisabled=不允许加入行会.
ObserverNotLoggedIn=您需要登录账户才能在观察者模式下聊天
Poisoned=您中毒了
MurderedBy=您被{0}杀死了
Curse=您杀死了{0},厄运将伴随你
Murdered=您杀死了{0}
Protected=您收到正当防卫规则的保护
Killed=您被{0}的正当防卫所击杀
Died=您在战斗中阵亡了
GroupRecallEnabled=Group Recall Enabled.
GroupRecallDisabled=Group Recall Disabled.

[Movement]
NeedLevel=您需要达到{0}等级才能进入
NeedMaxLevel=You need to be level {0} or lower to proceed.
NeedItem=您需要一个'{0}'才能进入
NeedMonster=入口被封印了

[Conquest]
ConquestStarted={0}攻城战开始了
ConquestFinished={0}攻城战结束了
ConquestCapture={0}占领了{1}
ConquestOwner={0} 是{1}的占领者
ConquestLost={0}失去了{1}

[Monster]
BossSpawn=教主在{0}刷新了
HarvestRare=有价值的珍稀物品需要在{0}的尸体里挖取
NetherGateOpen=通往幽灵船的门开启了，坐标{0}, {1}
NetherGateClosed=通往幽灵船的门关闭了
HarvestNothing=没有获得任何物品
HarvestCarry=您无法再装载任何物品
HarvestOwner=您无法挖取当前怪物尸体
LairGateOpen=The gate to the underworld has opened, {0}, {1}
LairGateClosed=The gate to the underworld has closed

[Items]
Expired= 您的{0}物品失效了
CannotTownTeleport=无法传送到该地图
CannotRandomTeleport=当前地图无法使用随机传送卷
ConnotResetCompanionSkill=为了避免误操作，请输入'@EnableLevel{1}'来使用{0}
LearnBookFailed=技能书页数不足，修行技能失败了
LearnBookSuccess=恭喜您成功修行了{0}技能
LearnBook4Failed=Failed to learn level 4 skill.
LearnBook4Success=Congratulations, You have successfully learned level 4 {0}.
StorageSafeZone=您在非安全区无法使用仓库
GuildStoragePermission=您没有从行会仓库取出物品的权限
GuildStorageSafeZone=您在非安全区无法使用行会仓库
CompanionNoRoom=您的宠物已经无法携带更多物品
StorageLimit=You cannot expand your storage anymore.

[Marriage]
MarryAlreadyMarried=您结婚了
MarryNeedLevel=您需要达到22级才能结婚
MarryNeedGold=您的金币不足以支付50万金币的结婚费用
MarryNotFacing=您需要面对另一个玩家完成求婚
MarryTargetAlreadyMarried={0}已经结婚了
MarryTargetHasProposal=已经有人向{0}求婚了
MarryTargetNeedLevel={0}需要达到22级才能结婚
MarryTargetNeedGold={0} 没有足够的金币完成与你的结婚仪式
MarryDead=您无法与一个阵亡的角色结婚
MarryComplete=恭喜您，您和{0}结婚了
MarryDivorce=您和{0}离婚了
MarryDivorced={0}跟您离婚了
MarryTeleportDead=您阵亡的时候无法传送到您的配偶身边
MarryTeleportPK=您处于红名状态，无法传送到您的配偶身边
MarryTeleportDelay=您需要等待{0}才能传送到您的配偶身边
MarryTeleportOffline=无法找到您的配偶
MarryTeleportPartnerDead=您无法传送到已经阵亡的配偶身边
MarryTeleportMap=您无法传送到您配偶所在的区域
MarryTeleportMapEscape=您无法在当前地图使用夫妻传送

[Companion]
CompanionAppearanceAlready=宠物{0}的外观已经能够获取
CompanionNeedTicket=您需要在商城购买一张宠物外观解锁票来解锁这一宠物外观再进行购买该宠物
CompanionSkillEnabled=宠物可以使用{0}级的技能
CompanionSkillDisabled=宠物不能使用{0}级的技能
CompanionAppearanceLocked={0}的宠物外观目前尚未解锁，您无法购买，您需要在商城购买一张宠物外观解锁票来解锁这一宠物外观再进行购买该宠物
CompanionNeedGold=当前金币不足，无法购买宠物
CompanionBadName=该名称不符合宠物命名的规则
CompanionRetrieveFailed=无法获得{0}宠物，该宠物当前跟随着{1}

[Quest]
QuestSelectReward=您必须选择任务的奖励品
QuestNeedSpace=您背包的空间不足，无法完成任务并领取奖励

[Mail]
MailSafeZone=您必须在安全区内才能收取邮件里的物品
MailNeedSpace=背包空间不足，无法获得邮件里的物品
MailHasItems=无法删除附有物品的邮件
MailNotFound={0}不存在
MailSelfMail=您无法给自己发送邮件
MailMailCost=金币不足，无法发送邮件
MailSendSafeZone=您只能在安全区内才能从背包里发送带有附件的邮件

[Market Place]
ConsignSafeZone=您必须在安全区内才能寄售物品
ConsignLimit=You have reached the maximum number of Consignments
ConsignGuildFundsGuild=您还没有加入行会，无法使用行会基金从寄售购买物品
ConsignGuildFundsPermission=您没有足够的权限使用行会基金
ConsignGuildFundsCost=行会基金不足
ConsignGuildFundsUsed={0} 使用了{1:#,##0} 行会基金在寄售商以单价{4}寄售了{2} x{3}
ConsignCost=您的金币不足
ConsignComplete=商品寄售成功
ConsignAlreadySold=该物品已经售出
ConsignNotEnough=没有足够的该物品在寄售
ConsignBuyOwnItem=您无法购买自己寄售的商品
ConsignBuyGuildFundsGuild=您还没有加入行会，无法使用行会基金购买物品
ConsignBuyGuildFundsPermission=您没有足够的权限使用行会基金
ConsignBuyGuildFundsCost=行会基金不足
ConsignBuyGuildFundsUsed={0} 使用了{1:#,##0} 行会基金购买了{2} x{3}
ConsignBuyCost=您的金币不足
StoreNotAvailable=无法购买该物品，该物品已经下架或售出
StoreNeedSpace=空间不足无法再携带更多的物品
StoreCost=您的金币不足

[Guild]
GuildNeedHorn=您需要一个沃玛号角才能创建行会
GuildNeedGold=您没有足够的金币创建行会
GuildBadName=行会的名称不符合命名规则，无法创建
GuildNameTaken=该行会名称已经被使用
GuildNoticePermission=您没有权限更新行会公告
GuildEditMemberPermission=您没有权限更改行会成员信息
GuildMemberLength=公会头衔太长无法编辑
GuildMemberNotFound=找不到行会成员
GuildKickPermission=您没有权限踢出行会成员
GuildKickSelf=您无法将自己踢出行会
GuildMemberKicked={0}被{1}踢出了行会
GuildKicked=您被{0}踢出了行会
GuildManagePermission=您没有管理行会的权限
GuildMemberLimit=行会已经达到成员数上限
GuildMemberCost=行会没有足够的基金扩充行会成员上限
GuildStorageLimit=行会仓库已经达到空间上限
GuildStorageCost=行会没有足够的基金扩充仓库空间
GuildInvitePermission=您没有权限招收行会新成员
GuildInviteGuild=玩家: {0}已经在另一个行会
GuildInviteInvited=玩家: {0}当前被邀请加入另一个行会
GuildInviteNotAllowed=玩家: {0} 目前不允许加入行会
GuildInvitedNotAllowed={0}邀请你加入行会{1}，但你目前不允许加入行会，请输入@AllowGuild允许加入行会
GuildInviteRoom=您的行会已经达到成员数上限
GuildNoGuild=您当前没有加入行会
GuildWarPermission=您没有权限提交行会战
GuildNotFoundGuild=无法找到行会{0}
GuildWarOwnGuild=无法跟自己的行会进行行会战
GuildAlreadyWar=当前正与{0}行会战
GuildWarCost=金币不足无法进行行会战
GuildWarFunds={0}使用了{1:#,##0}行会基金提交了与{2}的行会战
GuildConquestCastle=您已经是城主，不能提交攻城战
GuildConquestExists=您已经提交了一个攻城战申请
GuildConquestBadCastle=占领无效
GuildConquestProgress=攻城战期间无法提交攻城战申请
GuildConquestNeedItem=您需要{0}来提交{1}攻城战
GuildConquestSuccess=一个行会已经提交了对你所占领城池的攻城战
GuildConquestDate=您的行会提交了对{0}的攻城战
GuildJoinGuild=您已经加入了行会
GuildJoinTime=You cannot join a guild a for another {0}
GuildJoinNoGuild=玩家:{0} 已经不在行会内
GuildJoinPermission=玩家: {0}没有足够的权限邀请你进入行会
GuildJoinNoRoom={0}的组队已经满员
GuildJoinWelcome=欢迎加入行会: {0}
GuildMemberJoined={0}邀请了{1}加入行会
GuildLeaveFailed=无法离开行会，您目前是行会领袖
GuildLeave=您已经离开了行会
GuildMemberLeave={0}已经离开行会
GuildWarDeath=来自{1}行会的{0}被{3}行会的{2}在行会战里击杀了

[Group]
GroupNoGroup=你不在一个小组中
GroupNotLeader=你不是队长
GroupMemberNotFound=无法在组队内找到{0}
GroupAlreadyGrouped=Player:{0}, 已经在其他的小组内
GroupAlreadyInvited=Player: {0},正在被其他小组邀请组队
GroupInviteNotAllowed=Player: {0}, 没有开组
GroupSelf=你不可以组自己
GroupMemberLimit={0}'s 的组队已满组
GroupRecallDelay=You cannot group recall for another {0}
GroupRecallMap=You cannot group recall on this map
GroupRecallNotAllowed=You are not allowing group recall
GroupRecallMemberNotAllowed={0} is now allowing group recall
GroupRecallFromMap=You cannot be recalled from this map.
GroupRecallMemberFromMap={0} cannot be recalled from this map.

[Trade]
TradeAlreadyTrading=你已经在交易中
TradeAlreadyHaveRequest=你已经申请交易
TradeNeedFace=需要面对面交易
TradeTargetNotAllowed={0} 没有开交易
TradeTargetAlreadyTrading={0}在交易中
TradeTargetAlreadyHaveRequest={0} 已经有交易申请
TradeNotAllowed={0}希望和你交易，但是你没开交易，打命令 @allowtrade 
TradeTargetDead=你不可以跟阵亡的角色交易
TradeRequested=你已经发送交易申请给 {0}...
TradeWaiting=等待对方交易确认...
TradePartnerWaiting=对方在等待你确认交易...
TradeNoGold=你不够金币交易
TradePartnerNoGold=对方不够金币交易
TradeTooMuchGold=不可以持有那么多金币
TradePartnerTooMuchGold=对方不可以持有那么多金币
TradeFailedItemsChanged=物件变动，交易取消
TradeFailedPartnerItemsChanged={0}'s 物件变动，交易取消
TradeNotEnoughSpace=你不可以持有那么多物件，你背包需要有空格
TradeComplete=交易完成

[NPC]
NPCFundsGuild=你不可以用公会资金，因为你不在公会
NPCFundsPermission=你不可以用公会资金，你没有权限
NPCFundsCost=无法买此物，你公会需要{0:#,##0}金币
NPCCost=无法买此物，你需要{0:#,##0}金币
NPCNoRoom=你无法带这么多东西
NPCFundsBuy={0} 已用 {1:#,##0} 公会金币去购买 {2} x{3}.
NPCSellWorthless=无法卖此物
NPCSellTooMuchGold=无法卖此物，你会带太多金币
NPCSellResult=你卖 {0} item(s) 收到 {1:#,##0} 金币.
FragmentCost=无法将这些物品转换为碎片，你需要 {0:#,##0} 金币
FragmentSpace=无法将这些物品转换为碎片，你需要背包空间
FragmentResult=你花费了{1:#,##0} 金币将 {0} 个物品变为碎片
AccessoryLevelCost=你不够支付升级首饰
AccessoryLeveled=恭喜你的{0}已经升级，已经可以升级加属性
RepairFail=你无法修理{0}
RepairFailRepaired=你无法修理{0},已满持久
RepairFailLocation=你无法在这里修理{0}
RepairFailCooldown=你需要等待{1}的时间才能下一次特修{0} 
NPCRepairGuild=你无法用公会资金同修理因为你没有加入公会
NPCRepairPermission=你无法使用公会资金修理，因为你没有权限
NPCRepairGuildCost=无法修理此物，你公会资金需要{0:#,##0}金币
NPCRepairCost=无法修理此物，你需要{0:#,##0}金币
NPCRepairResult=你普通修理了 {0} 花费了 {1:#,##0} 金币
NPCRepairSpecialResult=你特修了{0} 物品(s) 花费了 {1:#,##0} 金币.
NPCRepairGuildResult={0} 使用{1:#,##0} 行会基金修理了 {2} 物品
NPCRefinementGold=没有足够的金币
NPCRefinementStoneFailedRoom=制炼石合成失败，无法获得该物品
NPCRefinementStoneFailed=制炼石合成失败
NPCRefineNotReady=无法取出武器，还没准备好
NPCRefineNoRoom=无法取出武器，包裹需要空间
NPCRefineSuccess=您的武器品质提高了
NPCRefineFailed=对你的武器没有一点影响
NPCMasterRefineGold=不好意思你的金币不足,无法完成大师级炼制的成功率评估，需要花费: {0:#,##0}.
NPCMasterRefineChance=你的成功率是: {0}%

[Skills]
ChargeExpire=能量 {0} 已经消失
ChargeFail=无法集中能量 {0}.
CloakCombat=你无法在战斗中潜行
DashFailed=没有足够的力量，对方级别过高
WraithLevel={0}的等级比你高 你无法亡灵束缚
AbyssLevel={0} 等级比你高 你无法深渊
SkillEffort=在这个地图使用 {0} 需要花费更多的能量， 你在{1}时间内无法使用物品
SkillBadMap=You are unable to use {0} on this map.
HorseDead=阵亡状态无法骑马
HorseOwner=你还没有拥有马
HorseMap=这个地图无法骑马

